{"id":273,"date":"2021-04-07T05:40:36","date_gmt":"2021-04-07T05:40:36","guid":{"rendered":"https:\/\/evoocapital.com\/?page_id=273"},"modified":"2021-05-26T18:06:28","modified_gmt":"2021-05-26T18:06:28","slug":"legal","status":"publish","type":"page","link":"https:\/\/evoocapital.com\/legal\/","title":{"rendered":"Term of use"},"content":{"rendered":"<p><strong>Disclaimer<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>These Terms of Use apply to www.evoocapital.com as well as any other affiliated sites, digital services, or applications on which a link to these Terms of Use appears (collectively, the &#8220;EVOO Website&#8221;) and apply to all visitors. These Terms of Use and any other terms that appear on the page from which you were directed to these Terms of Use govern your use of the EVOO Website. By accessing the EVOO Website, you agree to be legally bound by the Terms of Use then in effect. Please also refer to the relevant additional legal information applicable to your country.<br \/>\nThese Terms of Use as well as the information and materials contained in the EVOO Website are subject to change at any time and from time to time, without notice. EVOO may add features to or remove features from the EVOO Website at any time and from time to time in our sole discretion. Continued access to the EVOO Website following any modification in these Terms of Use will constitute your acceptance of the Terms of Use as modified.<br \/>\nIf you do not agree to be bound by these Terms of Use, do not use the EVOO Website.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Local and Cross-Border Restrictions<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The EVOO Website and all information and functionalities contained within them are not directed at or intended for use by any person resident or located in any jurisdiction where (1) the distribution of such information or functionality is contrary to the laws of such jurisdiction; or (2) such distribution is prohibited without obtaining the necessary licenses or authorizations by the relevant branch, subsidiary or affiliate office of EVOO Capital and such licenses or authorizations have not been obtained.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Service and Products<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>Products and services displayed on the EVOO Website may not be eligible for sale or available to residents of certain countries or certain categories of investors. Please consult the applicable terms and conditions such as sales restrictions or key specific notes for further information.<br \/>\nAny materials, information or reports published, distributed or otherwise made available on the EVOO Website is published for information purposes and is subject to change at any time without notice. They have no regard to the specific investment objectives, financial situation or particular needs of any specific recipient and should not be construed as a solicitation, offer or recommendation, to buy or sell any securities, investment or other financial instruments, to effect any transactions or to conclude any legal act of any kind whatsoever. Unless specifically stated otherwise, all price information is indicative only. No representation or warranty, either express or implied, is provided in relation to the accuracy, completeness or reliability of the materials, nor are they a complete statement of the securities, markets or developments referred to herein. The materials should not be regarded by recipients as a substitute for the exercise of their own judgment. Any opinions are subject to change without notice and may differ or be contrary to opinions expressed by other business areas or entities of EVOO Capital as a result of using different assumptions and criteria. EVOO Capital is not under any obligation to update or keep current the information contained herein nor to remove any outdated information from the EVOO Website or to expressly mark it as being outdated.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>No Offer, Solicitation, Or Recommendation<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>All information and materials published, distributed or otherwise made available on the EVOO Website are provided for informational purposes, for your non-commercial, personal use only. No information or materials published on the EVOO Website constitutes a solicitation, an offer, or a recommendation to buy or sell any investment instruments, to effect any transactions, or to conclude any legal act of any kind whatsoever.<br \/>\nEVOO Capital does not provide investment, legal or tax advice through the EVOO Website and nothing herein should be construed as being financial, legal, tax or other advice. EVOO Capital does not represent that any securities or services discussed are suitable for any investor. No investment or other decisions should be made solely based on the contents or information found on the EVOO Website.<br \/>\nWhen making a decision about your investments, you should seek the advice of a professional financial advisor or qualified expert.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Performance<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The future performance of an investment cannot be deduced from previous market value, i.e. the value of an investment may fall as well as rise. An investment may also lose value due to changes in rates of foreign exchange. EVOO Capital cannot guarantee that any capital invested will maintain or increase in value.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Forward Looking Statements<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The EVOO Website may contain statements that constitute &#8220;forward looking statements&#8221;. While these forward looking statements may represent EVOO Capital’s judgment and future expectations, a number of risks, uncertainties and other important factors could cause actual developments and results to differ materially from EVOO Capital’s expectations. EVOO Capital is under no obligation to (and expressly disclaims any such obligation to) update or alter its forward looking statements whether as a result of new information, future events, or otherwise.<\/p>\n<p><strong>No Warranty<\/strong><\/p>\n<p>Your use of the EVOO Website is at your own risk. The EVOO Website, together with all content, information and materials contained therein, is provided &#8220;as is&#8221; and &#8220;as available&#8221; &#8220;, without any representations or warranties of any kind. Any materials, information or content accessed, downloaded or otherwise obtained through the use of the EVOO Website is done at your own risk and EVOO Capital is not responsible for any damage to your computer systems or loss of data that results from the download of such material. EVOO Capital and its affiliates expressly disclaimer all representations or warranties of any kind, whether express or implied, with respect to the EVOO Website, and all materials, information, content and functionalities contained herein, including but not limited to warranties of title, non-infringement, merchantability or fitness for a particular purpose. Without limiting the foregoing, EVOO Capital does not warrant the accuracy, timeliness, completeness, security, reliability or availability of the EVOO Website or the information or results obtained from use of the EVOO Website, or that the EVOO Website will be available at all times, or is virus-free or error-free.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>No Liability<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>To the fullest extent permitted by law, in no event shall EVOO Capital or our affiliates, or any of our directors, employees, contractors, service providers or agents have any liability whatsoever to any person for any direct or indirect loss, liability, cost, claim, expense or damage of any kind, whether in contract or in tort, including negligence, or otherwise, arising out of or related to the use of all or part of the EVOO Website, or any links to third party websites.<br \/>\nYou are solely responsible for acquiring and maintaining such electronic devices and equipment that can handle and will allow you to access and use the EVOO Website and for taking adequate and appropriate data security measures in accordance with good industry practice to protect yourself against fraud or cyber-attacks on a continuous basis (e.g. by using the most recent browser versions, and installing recommended security patches and up-to-date anti-virus programs and firewalls). EVOO Capital specifically disclaims all liability for any tampering with any user&#8217;s computer system by unauthorized parties, or for losses or liabilities suffered by any user arising from viruses or attacks by hackers.<br \/>\nIn no event will EVOO Capital or our affiliates, or any of our officers, directors, employees, contractors, service providers or agents be liable for any incidental, special, punitive or consequential damages howsoever caused arising out of the use of the EVOO Website, its content, or the inability to use the EVOO Website.<br \/>\nThis disclaimer of liability applies to any and all damages or injury, including those caused by any failure of performance, error, omission, interruption, deletion, defect, delay in operation or transmission, computer virus, communication line failure, theft, destruction, or unauthorized access, whether for breach of contract, tortious behavior, negligence or under any other cause of action.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Links<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The EVOO Website may contain third party content or links to third party websites. These content and links are provided solely for your convenience and information. EVOO has no control over, does not assume any responsibility for and does not make any warranties or representations as to, any third party content or websites, including but not limited to, the accuracy, subject matter, quality or timeliness. EVOO shall have no liability for third party content or websites or websites linking to or framing the EVOO Website.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Social Bookmarks<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The EVOO Website may contain social bookmarks which are identifiable by means of their respective buttons. Social bookmarks allow users of certain social media platforms to post links to selected EVOO web pages on their social media accounts in order to bookmark them or share them with their social media contacts. If you use social bookmarks, you will be sending personal identifying data to the respective social media platform. Any comments or activity made by or carried out by persons using social bookmarks is not controlled, endorsed or monitored by EVOO Capital and EVOO Capital shall not be responsible or liable for such. Persons who share EVOO Capital communications via social bookmarks are not authorized to speak for or represent EVOO Capital and their views and opinions must be regarded as strictly their own and not EVOO Capital&#8217;s. In addition, the provisions in these Terms of Use relating to Links also apply to social bookmarks.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Intellectual Property Rights<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>EVOO Capital, or the applicable third party owner, retains all right, title and interest (including copyrights, trademarks, patents, as well as any other intellectual property or other right) in all information and content (including all text, data, graphics and logos) on the EVOO Website. Individual pages and\/or sections of the EVOO Website may be printed for personal or internal use only, and provided that such print outs retain all applicable copyright or other proprietary notices. All users must not, without limitation, modify, copy, transmit, distribute, display, perform, reproduce, publish, license, frame, create derivative works from, transfer or otherwise use in any other way, whether in whole or in part, any information, text, graphics, images, video clips, directories, databases, listings or software obtained from the EVOO Website for commercial or public purposes, without the prior written permission of EVOO Capital. Systematic retrieval of content from the EVOO Website to create or compile, directly or indirectly, a collection, compilation, database or directory (whether through robots, spiders, automatic devices or manual processes) or creating links to the EVOO Website without the prior written permission from EVOO Capital is strictly prohibited.<br \/>\nThe key symbol and EVOO Capital are among the registered and unregistered trademarks of EVOO Capital. Other marks may be trademarks of their respective owners. Except as noted above, you may not use any trademarks of EVOO Capital for any purpose without the prior written permission of EVOO Capital.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Electronic Communication<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>The Internet is an universally accessible medium. Ordinary e-mail messages sent over the Internet are neither confidential nor secure. They may be easily accessible by third parties and may entail a considerable amount of danger and risk including: (a) lack of confidentiality (e-mails and their attachments can be read and\/or monitored without detection); (b) manipulation or falsification of the sender&#8217;s address or of the e-mail&#8217;s (or attachment&#8217;s) content (e.g. changing the sender&#8217;s address(es) or details); (c) system outages and other transmission errors, which can cause e-mails and. their attachments to be delayed, mutilated, misrouted and deleted; (d) viruses, worms, Trojan horses etc. may be spread undetected by third parties and may cause considerable damage; and (e) interception by third parties.<\/p>\n<p>You are therefore recommended to communicate with EVOO Capital by using a secure channel if such channel is provided by EVOO Capital. In no event should you use ordinary E-mail to transmit personal or confidential information such as any account related data.<\/p>\n<p>Unless explicitly stated otherwise, EVOO Capital does not accept any orders or instructions sent by E-mail or any other electronic messaging system.<\/p>\n<p>EVOO Capital shall not be liable to you or anybody else for any damages incurred in connection with any messages sent to EVOO Capital using ordinary E-mail or any other electronic messaging system.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Privacy Statement<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>EVOO Capital has established a Privacy Statement, as modified from time to time, which explains how personal data is collected on the EVOO Website and used. The Privacy Statement is part of these Terms of Use and is incorporated herein by reference.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Severability Clause<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>To the extent that any provision of these Terms of Use is found by any competent court or authority to be invalid, unlawful or unenforceable in any jurisdiction, that provision shall be deemed to be severed from these Terms of Use but such finding shall not affect the validity, lawfulness or enforceability of the remainder of these Terms of Use in that jurisdiction, nor shall it affect the validity, lawfulness or enforceability of these Terms of Use in any other jurisdiction.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Conflict with Additional Terms<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>Certain web pages or areas on the EVOO Website may contain additional terms, conditions, disclosures and disclaimers (collectively, the “Additional Terms”). In the event of a conflict between these Terms of Use and the Additional Terms, the Additional Terms will govern for those web pages or areas.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Disclaimer &nbsp; These Terms of Use apply to www.evoocapital.com as well as any other affiliated sites, digital services, or applications on which a link to these Terms of Use appears (collectively, the &#8220;EVOO Website&#8221;) and apply to all visitors. These Terms of Use and any other terms that appear on the page from which you [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v18.2 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/evoocapital.com\/legal\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Term of use | EVOO CAPITAL\" \/>\n<meta property=\"og:description\" content=\"Disclaimer &nbsp; These Terms of Use apply to www.evoocapital.com as well as any other affiliated sites, digital services, or applications on which a link to these Terms of Use appears (collectively, the &#8220;EVOO Website&#8221;) and apply to all visitors. These Terms of Use and any other terms that appear on the page from which you [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/evoocapital.com\/legal\/\" \/>\n<meta property=\"og:site_name\" content=\"EVOO CAPITAL\" \/>\n<meta property=\"article:modified_time\" content=\"2021-05-26T18:06:28+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/evoocapital.com\/#website\",\"url\":\"https:\/\/evoocapital.com\/\",\"name\":\"EVOO CAPITAL\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/evoocapital.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/evoocapital.com\/legal\/#webpage\",\"url\":\"https:\/\/evoocapital.com\/legal\/\",\"name\":\"Term of use | EVOO CAPITAL\",\"isPartOf\":{\"@id\":\"https:\/\/evoocapital.com\/#website\"},\"datePublished\":\"2021-04-07T05:40:36+00:00\",\"dateModified\":\"2021-05-26T18:06:28+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/evoocapital.com\/legal\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/evoocapital.com\/legal\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/evoocapital.com\/legal\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/evoocapital.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Term of use\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/evoocapital.com\/legal\/","og_locale":"en_US","og_type":"article","og_title":"Term of use | EVOO CAPITAL","og_description":"Disclaimer &nbsp; These Terms of Use apply to www.evoocapital.com as well as any other affiliated sites, digital services, or applications on which a link to these Terms of Use appears (collectively, the &#8220;EVOO Website&#8221;) and apply to all visitors. These Terms of Use and any other terms that appear on the page from which you [&hellip;]","og_url":"https:\/\/evoocapital.com\/legal\/","og_site_name":"EVOO CAPITAL","article_modified_time":"2021-05-26T18:06:28+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/evoocapital.com\/#website","url":"https:\/\/evoocapital.com\/","name":"EVOO CAPITAL","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/evoocapital.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/evoocapital.com\/legal\/#webpage","url":"https:\/\/evoocapital.com\/legal\/","name":"Term of use | EVOO CAPITAL","isPartOf":{"@id":"https:\/\/evoocapital.com\/#website"},"datePublished":"2021-04-07T05:40:36+00:00","dateModified":"2021-05-26T18:06:28+00:00","breadcrumb":{"@id":"https:\/\/evoocapital.com\/legal\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/evoocapital.com\/legal\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/evoocapital.com\/legal\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/evoocapital.com\/"},{"@type":"ListItem","position":2,"name":"Term of use"}]}]}},"acf":[],"_links":{"self":[{"href":"https:\/\/evoocapital.com\/wp-json\/wp\/v2\/pages\/273"}],"collection":[{"href":"https:\/\/evoocapital.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/evoocapital.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/evoocapital.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/evoocapital.com\/wp-json\/wp\/v2\/comments?post=273"}],"version-history":[{"count":5,"href":"https:\/\/evoocapital.com\/wp-json\/wp\/v2\/pages\/273\/revisions"}],"predecessor-version":[{"id":302,"href":"https:\/\/evoocapital.com\/wp-json\/wp\/v2\/pages\/273\/revisions\/302"}],"wp:attachment":[{"href":"https:\/\/evoocapital.com\/wp-json\/wp\/v2\/media?parent=273"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}